import React from "react";
import { BsFiletypePdf } from "react-icons/bs";
import styles from "./styles/Policy.module.css";

function Policy() {
  return (
    <div className={styles.policyWrapper}>
      <h1>Правовая информация</h1>

      <section className={styles.firstBlock}>
        <h2>Интеллектуальная собственность</h2>
        <p>
          Все права на информацию, графические изображения, тексты и иные
          содержащиеся на настоящем сайте материалы и объекты (далее —
          материалы), принадлежат ООО «Людно». Никакие содержащиеся на настоящем
          сайте материалы или их часть не могут быть воспроизведены,
          использованы или переданы третьим лицам в целях извлечения прибыли без
          предварительного согласия ООО «Людно» в письменной форме. Вы можете
          просматривать и распечатывать материалы, содержащиеся на настоящем
          сайте, для целей личного использования и/или принятия решений
          о приобретении продукции, указанных на сайте.
        </p>
      </section>

      <section className={styles.secondBlock}>
        <h2>Продукты и цены</h2>
        <p>
          ООО «Людно» постоянно стремится к предоставлению актуальной информации
          своим клиентам, поэтому любая информация на настоящем сайте может быть
          подвергнута изменениям. Технические детали, модели, комплектации,
          цены, оборудование в любом разделе сайта могут не быть действительными
          на момент просмотра Вами сайта. Все предложения, размещенные на сайте,
          носят исключительно информационный характер и ни при каких условиях
          не являются публичной офертой (ст. 437 ГК РФ).
        </p>
        <p>
          Изображения на сайте предназначены только для информационных целей.
          Отображаемые на настоящем сайте цвета могут не соответствовать
          действительным цветам из-за технологических особенностей.
        </p>
        <p>
          В соответствии с политикой компании и ввиду постоянного улучшения
          оборудования, ООО «Людно» оставляет за собой право без
          предварительного уведомления изменять спецификации, указанные
          на настоящем сайте. Для получения оперативной информации, пожалуйста,
          обращайтесь к отделу продаж ООО «Людно».
        </p>
      </section>

      <section className={styles.thirdBlock}>
        <h2>СОГЛАСИЕ на обработку персональных данных (далее — «Согласие»)</h2>
        <li>
          <p>
            Настоящим Пользователь (физическое лицо), действуя своей волей и в
            своем интересе, предоставляет свое согласие на обработку
            персональных данных на сайте https://ludno.ru/ (далее — Сайт), в
            соответствии с Федеральным законом от 27.07.2006 №152-ФЗ «О
            персональных данных» оператору персональных данных – ООО «Людно»,
            ИНН 9718247473, адрес местонахождения – г.Москва, вн.тер.г.
            муниципальный округ Богородское, ул Краснобогатырская, д. 42 стр. 1
            (далее – Общество). Оставляя свои данные на Сайте и передавая данные
            Обществу путем направления сообщений Обществу (по средствам
            заполнения формы на Сайте) и/или регистрации на Сайте и/или
            оформления заказа на Сайте, Пользователь: – подтверждает, что
            указанные им персональные данные принадлежат лично ему; – признает и
            подтверждает, что он внимательно и в полном объеме ознакомился с
            настоящим Согласием и содержащимися в нем условиями обработки его
            персональных данных; – признает и подтверждает, что все положения
            настоящего Согласия и условия обработки его персональных данных ему
            понятны, а также его права и обязанности в этой области; – выражает
            согласие с условиями обработки персональных данных без каких-либо
            оговорок и ограничений. Согласие Пользователя на обработку
            персональных данных является конкретным, информированным и
            сознательным.
          </p>
        </li>

        <li>
          <p>
            2. Настоящее Согласие Пользователя применяется в отношении обработки
            следующих персональных данных:
          </p>
          <p>
            <br />• Фамилия, имя, отчество;
            <br />• Пол;
            <br />• Место работы;
            <br />• Должность;
            <br />• Контактная информация (телефон, электронная почта);
            <br />• Регион обращения;
            <br />• Объект строительства, в отношении которого поступает запрос;
            <br />• Тип устройства, с которого осуществляется доступ к Сайту
            администрируемого Обществом;
            <br />• Тип браузера, с использованием которого осуществляется
            доступ к Сайту;
            <br />• Данные, содержащиеся в отзывах об Обществе, товарах/услугах
            Общества (в том числе в отзывах, предоставленных по телефонной
            связи, электронной почте, смс-сообщениях);
            <br />• Данные, содержащиеся в материалах, направляемых для целей
            выставления коммерческих предложений на поставку товаров, расчета
            стоимости производства товаров, уточнения цен на услуги Общества.
          </p>
        </li>

        <li>
          <p>
            3. В рамках настоящего Согласия целью обработки персональных данных
            является:
          </p>
          <p>
            <br />• Идентификация Пользователя посетителя Сайта (не
            зарегистрированного) и/или Пользователя зарегистрированного на
            Сайте.
            <br />• Предоставление Пользователю доступа к персонализированным
            ресурсам Сайта;
            <br />• Рассмотрение обращения Пользователя и/или установления с
            Пользователем обратной связи, включая направление уведомлений,
            запросов, касающихся использования Сайта, оказания услуг, обработку
            запросов и заявок от Пользователя;
            <br />• Определение места нахождения Пользователя для обеспечения
            безопасности, предотвращения мошенничества;
            <br />• Создание учетной записи, по инициативе Пользователя;
            <br />• Предоставление Пользователю эффективной клиентской и
            технической поддержки при возникновении проблем, связанных с
            использованием Сайта;
            <br />• Осуществление рекламной деятельности и/или информационных
            рассылок, с дополнительного согласия Пользователя;
            <br />• Заключение и исполнение договоров (поставки, подряда,
            агентских, оказания услуг и иных) между Оператором и Пользователем.
          </p>
        </li>

        <li>
          <p>
            4. Пользователь настоящим предоставляет Обществу согласие
            осуществлять следующие действия (операции) с персональными данными с
            использованием средств автоматизации или без использования таких
            средств:
          </p>

          <p>
            <br />– сбор, запись, систематизация, накопление, хранение;
            <br />– извлечение, использование, передача (в случаях
            предусмотренных законодательством РФ);
            <br />– хранение в течение установленных нормативными документами
            сроков хранения отчетности, но не менее пяти лет с момента даты
            прекращения пользования услугами Сайта Пользователем;
            <br />– уточнение (обновление, изменение);
            <br />– использование в целях регистрации Пользователя на Сайте;
            <br />– обезличивание, блокирование, удаление, уничтожение;
            <br />– передача по требованию суда, в т. ч. третьим лицам, с
            соблюдением мер, обеспечивающих защиту персональных данных от
            несанкционированного доступа.
          </p>
        </li>

        <li>
          <p>
            5. Указанное Согласие действует в течение 5 (пяти) лет с момента его
            предоставления, и может быть отозвано Пользователем путем подачи
            заявления администрации Сайта.
          </p>
        </li>

        <li>
          <p>
            6. Отзыв Согласия на обработку персональных данных может быть
            осуществлен путем направления Пользователем подписанного скана
            соответствующего распоряжения в простой письменной форме на адрес
            электронной почты doc@ludno.ru.
          </p>
        </li>

        <li>
          <p>
            7. К настоящему Согласию и отношениям между Пользователем и
            Обществом, связанным с его исполнением, применяется право Российской
            Федерации.
          </p>
        </li>
      </section>
      <div className={styles.downloads}>
        <a
          className={styles.downloadLink}
          href="/assets/files/personal-data-policy.pdf"
          download
          target="_blank"
          rel="noopener noreferrer"
        >
          <BsFiletypePdf className={styles.pdfIcon} />
          <span>Политика в отношении обработки персональных данных</span>
        </a>
        <a
          className={styles.downloadLink}
          href="/assets/files/privacy-policy.pdf"
          download
          target="_blank"
          rel="noopener noreferrer"
        >
          <BsFiletypePdf className={styles.pdfIcon} />
          <span>Политика конфиденциальности интернет сайта</span>
        </a>
      </div>
    </div>
  );
}

export default Policy;
